CREATE SCHEMA "Бирюлёвский дендропарк: проект 1965";
CREATE TABLE "Бирюлёвский дендропарк: проект 1965"."Таксоны" (
    "хвойные" bool not null default 0::bool,
	"№№пп" int2 NOT NULL, -- по оригинальному документу
    "№№пп суфф" char null, -- по оригинальному документу
	"Genus" varchar(32) NOT NULL,
	"Species" varchar(128) NULL,
	suff varchar(64) NULL, -- суффикс и/или форма
	"Род" varchar(32) NOT NULL,
	"Вид" varchar(128) NULL,
	суффикс varchar(64) null, -- суффикс и/или форма
	primary key ("хвойные", "№№пп", "№№пп суфф")
);
COMMENT ON COLUMN "Бирюлёвский дендропарк: проект 1965"."Таксоны".хвойные IS 'Флаг указателя хвойных';
COMMENT ON COLUMN "Бирюлёвский дендропарк: проект 1965"."Таксоны"."№№пп" IS 'Код по оригинальному документу';
COMMENT ON COLUMN "Бирюлёвский дендропарк: проект 1965"."Таксоны"."Genus" IS 'Всегда рукописная надпись чернилами, если только вся запись не карандашная';
COMMENT ON COLUMN "Бирюлёвский дендропарк: проект 1965"."Таксоны"."Species" IS 'Всегда рукописная надпись чернилами, если только вся запись не карандашная';
COMMENT ON COLUMN "Бирюлёвский дендропарк: проект 1965"."Таксоны".suff IS 'суффикс и/или форма Всегда рукописная надпись чернилами, если только вся запись не карандашная';
COMMENT ON COLUMN "Бирюлёвский дендропарк: проект 1965"."Таксоны"."Род" IS 'Машинопись';
COMMENT ON COLUMN "Бирюлёвский дендропарк: проект 1965"."Таксоны"."Вид" IS 'Машинопись';
COMMENT ON COLUMN "Бирюлёвский дендропарк: проект 1965"."Таксоны".суффикс IS 'суффикс и/или форма Машинопись';


CREATE TABLE "Бирюлёвский дендропарк: проект 1965"."Указатель" (
    "хвойные" bool not null default 0::bool,
	"№№пп" int2 not null, -- по оригинальному документу
    "№№пп суфф" char null, -- по оригинальному документу
	"Квартал" int2 not null,
	"Площадка" int2 not null,
	"Кружок" bool,
	"+/-" char(1),
	"Число" int2,
	"Штрих" bool default 0::bool,
	"Примечание" text,
	foreign key ("хвойные", "№№пп", "№№пп суфф")
	references "Бирюлёвский дендропарк: проект 1965"."Таксоны" ("хвойные", "№№пп", "№№пп суфф")
	);

INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Таксоны"
(хвойные, "№№пп", "Genus", "Species", suff, "Род", "Вид", суффикс) VALUES
(1::bool, 1, 'Abies', 'alba', 'Mill', 'Пихта', 'белая европейская или гребенчатая', null);
INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Указатель"
(хвойные, "№№пп", "Квартал", "Площадка", "Кружок", "+/-", "Число", "Примечание") values
(1::bool, 1,      14,        12,         0::bool,  '+',   1,       null);

INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Таксоны"
(хвойные, "№№пп", "Genus", "Species", suff, "Род", "Вид", суффикс) VALUES
(1::bool, 2, 'Abies', 'concolor', 'Lindl et Gord', 'Пихта', 'одноцветная', null);
INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Указатель"
(хвойные, "№№пп", "Квартал", "Площадка", "Кружок", "+/-", "Число", "Примечание") values
(1::bool, 2,      17,        11,         0::bool,  '+',   1,       null);

INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Таксоны"
(хвойные, "№№пп", "Genus", "Species", suff, "Род", "Вид", суффикс) VALUES
(0::bool, 7, 'Acer', 'platanoides', 'L', 'Клён', 'остролистный или платановидный', '');
INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Указатель"
(хвойные, "№№пп", "Квартал", "Площадка", "Кружок", "+/-", "Число", "Штрих", "Примечание") values
(0::bool, 7,      2,         8,          1::bool,  '+',   null,    0::bool, null),
(0::bool, 7,      10,        3,          1::bool,  ' ',   null,    0::bool, null),
(0::bool, 7,      11,        5,          1::bool,  '+',   null,    0::bool, null),
(0::bool, 7,      11,        5,          1::bool,  '+',   null,    1::bool, null),
(0::bool, 7,      12,        5,          1::bool,  '+',   null,    0::bool, null),
(0::bool, 7,      15,        3,          1::bool,  '+',   null,    0::bool, null),
(0::bool, 7,      18,        2,          1::bool,  '+',   null,    0::bool, null),
(0::bool, 7,      20,        16,         1::bool,  '+',   null,    0::bool, null),
(0::bool, 7,      21,        2,          1::bool,  '+',   null,    0::bool, null),
(0::bool, 7,      27,        6,          1::bool,  ' ',   null,    0::bool, null),
(0::bool, 7,      28,        4,          1::bool,  ' ',   null,    0::bool, null),
-- стр 33
(0::bool, 7,      35,        8,          1::bool, '+',    null,    0::bool, null),
(0::bool, 7,      36,        6,          1::bool, ' ',    null,    0::bool, null),
(0::bool, 7,      40,        11,         1::bool, '+',    null,    0::bool, null),
(0::bool, 7,      43,        9,          1::bool, '+',    null,    0::bool, null),
(0::bool, 7,      48,        13,         1::bool, '+',    null,    0::bool, null)
;

INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Таксоны"
(хвойные, "№№пп", "Genus", "Species", suff, "Род", "Вид", суффикс) VALUES
(0::bool, 8, 'Acer', 'platanoides', 'f. rubrum (Herd) pax (A. P. var Reitenbachii Reitenbach)', 'Клён', 'остролистный', 'форма с листьями принимающими летом чёрно-красную окраску');
INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Указатель"
(хвойные, "№№пп", "Квартал", "Площадка", "Кружок", "+/-", "Число", "Штрих", "Примечание") values
(0::bool, 8,      15,        3,          1::bool,  ' ',   100,     0::bool, null);

INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Таксоны"
(хвойные, "№№пп", "Genus", "Species", suff, "Род", "Вид", суффикс) VALUES
(0::bool, 9, 'Acer', 'platanoides', 'L f.Schwedlerii (C. Koch) Gwerin', 'Клён', 'остролистный', 'форма с листьями кроваво-красными при распускании');
INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Указатель"
(хвойные, "№№пп", "Квартал", "Площадка", "Кружок", "+/-", "Число", "Штрих", "Примечание") values
(0::bool, 9,      15,        3,          0::bool,  '+',   null,    0::bool, 'Подписано ++, один чернилами, другой карандашный');

INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Таксоны"
(хвойные, "№№пп", "Genus", "Species", suff, "Род", "Вид", суффикс) VALUES
(0::bool, 10, 'Acer', 'pseudoplatanus', 'L', 'Клён', 'явор (белый клён)', '');
INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Указатель"
(хвойные, "№№пп", "Квартал", "Площадка", "Кружок", "+/-", "Число", "Штрих", "Примечание") values
(0::bool, 10,     15,        3,          1::bool,  '+-',  null,    0::bool, 'подписано +-'),
(0::bool, 10,     40,        18,         0::bool,  '-',   null,    0::bool, 'напечатано 12, исправлено карандашом на 18'),
(0::bool, 10,     52,        4,          0::bool,  '+',   null,    0::bool, null);

INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Таксоны"
(хвойные, "№№пп", "Genus", "Species", suff, "Род", "Вид", суффикс) VALUES
(0::bool, 11, 'Acer', 'pseudoplatanus', 'L f. pupureum (Laud) Rehd', 'Клён', 'явор форма с листьями снизу пурпурными', '');
INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Указатель"
(хвойные, "№№пп", "Квартал", "Площадка", "Кружок", "+/-", "Число", "Штрих", "Примечание") values
(0::bool, 11,     15,        3,           1::bool, '-',   null,    0::bool, null),
(0::bool, 11,     40,        18,          0::bool, '-',   null,    0::bool, '40 зачёткнуто *, 12 напечатано, исправлено на 18 карандашом')
(0::bool, 11,     52,        4,           0::bool, '+',   null,    0::bool, null);

INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Таксоны"
(хвойные, "№№пп", "Genus", "Species", suff, "Род", "Вид", суффикс) VALUES
(0::bool, 12, 'Acer', 'saccharinum', 'L', 'Клён', 'серебристый', '');
INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Указатель"
(хвойные, "№№пп", "Квартал", "Площадка", "Кружок", "+/-", "Число", "Штрих", "Примечание" )values
(0::bool, 12,     15,        5,          1::bool,  '+',   24,      0::bool, null),
(0::bool, 12,     42,        4,          1::bool,  ' ',   25,      0::bool, null),
(0::bool, 12,     42,        13,         1::bool,  '+',   null,    0::bool, null),
(0::bool, 12,     49,        14,         1::bool,  '+',   null,    0::bool, null);

INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Таксоны"
(хвойные, "№№пп", "Genus", "Species", suff, "Род", "Вид", суффикс) VALUES
(0::bool, 13, 'Acer', 'saccharinum', 'L f. laciniatum (Carr) Rehd', 'Клён', 'серебристый', 'форма с узколопастными глубоко раздельными листьями');
INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Указатель"
(хвойные, "№№пп", "Квартал", "Площадка", "Кружок", "+/-", "Число", "Штрих", "Примечание" )values
(0::bool, 13,     42,        4,          1::bool,  ' ',   null,    0::bool, null),
(0::bool, 13,     49,        14,         1::bool,  ' ',   null,    0::bool, null);

INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Таксоны"
(хвойные, "№№пп", "Genus", "Species", suff, "Род", "Вид", суффикс) VALUES
(0::bool, 14, 'Acer', 'Semenovii', 'Rgl et Herd', 'Клён', 'Семёнова', '');
INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Указатель"
(хвойные, "№№пп", "Квартал", "Площадка", "Кружок", "+/-", "Число", "Штрих", "Примечание" )values
(0::bool, 14,     23,        3,          1::bool,  '-',   null,    0::bool, null);

INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Таксоны"
(хвойные, "№№пп", "Genus", "Species", suff, "Род", "Вид", суффикс) VALUES
(0::bool, 15, 'Acer', 'Sieboldianum', 'Miq', 'Клён', 'Зибольда', '');
INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Указатель"
(хвойные, "№№пп", "Квартал", "Площадка", "Кружок", "+/-", "Число", "Штрих", "Примечание" )values
(0::bool, 15,     41,        2,          1::bool,  '',    86,      0::bool, null);

INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Таксоны"
(хвойные, "№№пп", "Genus", "Species", suff, "Род", "Вид", суффикс) VALUES
(0::bool, 16, 'Acer', 'spicatum', 'Lam', 'Клён', 'колосистый', '');
INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Указатель"
(хвойные, "№№пп", "Квартал", "Площадка", "Кружок", "+/-", "Число", "Штрих", "Примечание" )values
(0::bool, 16,     38,        3,          1::bool,  '+',   24,      0::bool, null);

INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Таксоны"
(хвойные, "№№пп", "Genus", "Species", suff, "Род", "Вид", суффикс) VALUES
(0::bool, 17, 'Acer', 'tataticum', 'L', 'Клён', 'татарский (неклён, черноклён)', '');
INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Указатель"
(хвойные, "№№пп", "Квартал", "Площадка", "Кружок", "+/-", "Число", "Штрих", "Примечание" )values
(0::bool, 17,      19,      6,           1::bool,  '+',   null,    0::bool, null),
(0::bool, 17,      29,      6,           1::bool,  '+',   null,    0::bool, null),
(0::bool, 17,      39,      1,           1::bool,  '+',   null,    0::bool, null),
(0::bool, 17,      48,      5,           1::bool,  '+',   null,    0::bool, null);

INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Таксоны"
(хвойные, "№№пп", "Genus", "Species", suff, "Род", "Вид", суффикс) VALUES
(0::bool, 18, 'Acer', 'tegmemtosum', 'Maxim', 'Клён', 'зеленокорый', '');
INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Указатель"
(хвойные, "№№пп", "Квартал", "Площадка", "Кружок", "+/-", "Число", "Штрих", "Примечание" )values
(0::bool, 18,     17,        3,          1::bool,  '+',   57,      0::bool, null);

INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Таксоны"
(хвойные, "№№пп", "Genus", "Species", suff, "Род", "Вид", суффикс) VALUES
(0::bool, 19, 'Acer', 'trauvertteri', 'Medw', 'Клён', 'Трауфеттера', '');
INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Указатель"
(хвойные, "№№пп", "Квартал", "Площадка", "Кружок", "+/-", "Число", "Штрих", "Примечание" )values
(0::bool, 19,     32,        14,         1::bool,  '',    null,    0::bool, null);

INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Таксоны"
(хвойные, "№№пп", "Genus", "Species", suff, "Род", "Вид", суффикс) VALUES
(0::bool, 20, 'Aesculus', 'hisppocastanum', 'L', 'Каштан', 'конский обыкновенный', '');
INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Указатель"
(хвойные, "№№пп", "Квартал", "Площадка", "Кружок", "+/-", "Число", "Штрих", "Примечание" )values
(0::bool, 20,     11,        4,          1::bool,  '+',   null,    0::bool, null),
(0::bool, 20,     14,        9,          1::bool,  '+',   null,    0::bool, null),
(0::bool, 20,     15,        4,          1::bool,  '+',   null,    0::bool, null),
(0::bool, 20,     19,        15,         1::bool,  '+',   null,    0::bool, null),
(0::bool, 20,     31,        1,          1::bool,  '+',   null,    0::bool, null);

INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Таксоны"
(хвойные, "№№пп", "Genus", "Species", suff, "Род", "Вид", суффикс) VALUES
(0::bool, 21, 'Ailantul', 'altissima', '(Mill) Swingl', 'Айлант', 'высочайший', '');
INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Указатель"
(хвойные, "№№пп", "Квартал", "Площадка", "Кружок", "+/-", "Число", "Штрих", "Примечание" )values
(0::bool, 21,     36,        5,          1::bool,  '',    null,    0::bool, 'приписано: нет');

INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Таксоны"
(хвойные, "№№пп", "Genus", "Species", suff, "Род", "Вид", суффикс) VALUES
(0::bool, 22, 'Alnus', '', '', 'Ольха', 'чёрная', '');
INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Указатель"
(хвойные, "№№пп", "Квартал", "Площадка", "Кружок", "+/-", "Число", "Штрих", "Примечание" )values
(0::bool, 22,     34,         5,          1::bool, '+',   null,    0::bool, 'напечатано: ольха, приписано: ч.');

INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Таксоны"
(хвойные, "№№пп", "Genus", "Species", suff, "Род", "Вид", суффикс) VALUES
(0::bool, 23, 'Amelanchier', 'alnifolia', 'Nutt', 'Ирга', 'ольхолистная', '');
INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Указатель"
(хвойные, "№№пп", "Квартал", "Площадка", "Кружок", "+/-", "Число", "Штрих", "Примечание") values
(0::bool, 23,     14,        4,          1::bool,  '',    null,    0::bool, 'знак плюс зачёркнут'),
(0::bool, 23,     29,        4,          1::bool,  '+',   null,    0::bool, null);

INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Таксоны"
(хвойные, "№№пп", "Genus", "Species", suff, "Род", "Вид", суффикс) VALUES
(0::bool, 24, 'Amelanchier', 'florida', 'Lindl', 'Ирга', 'обильноцветущая', '');
INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Указатель"
(хвойные, "№№пп", "Квартал", "Площадка", "Кружок", "+/-", "Число", "Штрих", "Примечание") values
(0::bool, 24,     25,        4,           1::bool, '+',   null,    0::bool, null),
(0::bool, 24,     33,        7,           1::bool, '',    null,    0::bool, null),
(0::bool, 24,     34,        8,           1::bool, '+',   null,    0::bool, null),
(0::bool, 24,     42,        10,          1::bool, '',    null,    0::bool, null);

INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Таксоны"
(хвойные, "№№пп", "Genus", "Species", suff, "Род", "Вид", суффикс) VALUES
(0::bool, 25, 'Amelanchier', 'spiceta', '(Lam)C.Koch', 'Ирга', 'колосистая','');
INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Указатель"
(хвойные, "№№пп", "Квартал", "Площадка", "Кружок", "+/-", "Число", "Штрих", "Примечание") values
(0::bool, 25,      29,        4,          1::bool, '+',    null,    null,    null);

------------------------------------------------------------------------------------------------
INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Таксоны"
(хвойные, "№№пп", "Genus", "Species", suff, "Род", "Вид", суффикс) VALUES
(0::bool, '', '', '', '', '', '', '');
INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Указатель"
(хвойные, "№№пп", "Квартал", "Площадка", "Кружок", "+/-", "Число", "Штрих", "Примечание" )values
(0::bool, '',   ,          ,             0::bool,  '',   null,    0::bool, null);
