CREATE SCHEMA "Бирюлёвский дендропарк: проект 1965";
CREATE TABLE "Бирюлёвский дендропарк: проект 1965"."Таксоны" (
    "хвойные" bool not null default 0::bool,
	"№№пп" int2 NOT NULL, -- по оригинальному документу
    "№№пп суфф" char(1) default '', -- по оригинальному документу
	"Genus" varchar(32) NOT NULL,
	"Species" varchar(128) NULL,
	suff varchar(64) NULL, -- суффикс и/или форма
	"Род" varchar(32) NOT NULL,
	"Вид" varchar(128) NULL,
	суффикс varchar(64) null, -- суффикс и/или форма
	"Примечание" text null
	primary key ("хвойные", "№№пп", "№№пп суфф")
);
COMMENT ON COLUMN "Бирюлёвский дендропарк: проект 1965"."Таксоны".хвойные IS 'Флаг указателя хвойных';
COMMENT ON COLUMN "Бирюлёвский дендропарк: проект 1965"."Таксоны"."№№пп" IS 'Код по оригинальному документу';
COMMENT ON COLUMN "Бирюлёвский дендропарк: проект 1965"."Таксоны"."Genus" IS 'Всегда рукописная надпись чернилами, если только вся запись не карандашная';
COMMENT ON COLUMN "Бирюлёвский дендропарк: проект 1965"."Таксоны"."Species" IS 'Всегда рукописная надпись чернилами, если только вся запись не карандашная';
COMMENT ON COLUMN "Бирюлёвский дендропарк: проект 1965"."Таксоны".suff IS 'суффикс и/или форма Всегда рукописная надпись чернилами, если только вся запись не карандашная';
COMMENT ON COLUMN "Бирюлёвский дендропарк: проект 1965"."Таксоны"."Род" IS 'Машинопись';
COMMENT ON COLUMN "Бирюлёвский дендропарк: проект 1965"."Таксоны"."Вид" IS 'Машинопись';
COMMENT ON COLUMN "Бирюлёвский дендропарк: проект 1965"."Таксоны".суффикс IS 'суффикс и/или форма Машинопись';


CREATE TABLE "Бирюлёвский дендропарк: проект 1965"."Указатель" (
    "хвойные" bool not null default 0::bool,
	"№№пп" int2 not null, -- по оригинальному документу
    "№№пп суфф" char(1) default '', -- по оригинальному документу
	"Квартал" int2 not null,
	"Площадка" int2 not null,
	"Кружок" bool,
	"+/-" varchar(3),
	"Число" int2,
	"Штрих" bool default 0::bool,
	"Примечание" text,
	foreign key ("хвойные", "№№пп", "№№пп суфф")
	references "Бирюлёвский дендропарк: проект 1965"."Таксоны" ("хвойные", "№№пп", "№№пп суфф"),
	unique ("№№пп", "№№пп суфф", "Квартал",	"Площадка",	"Штрих")
	);

-- стр 29
INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Таксоны"
(хвойные, "№№пп", "Genus", "Species", suff, "Род", "Вид", суффикс) VALUES
(1::bool, 1, 'Abies', 'alba', 'Mill', 'Пихта', 'белая европейская или гребенчатая', '');
INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Указатель"
(хвойные, "№№пп", "Квартал", "Площадка", "Кружок", "+/-", "Число", "Примечание") values
(1::bool, 1,      14,        12,         0::bool,  '+',   1,       null);

INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Таксоны"
(хвойные, "№№пп", "Genus", "Species", suff, "Род", "Вид", суффикс) VALUES
(1::bool, 2, 'Abies', 'concolor', 'Lindl et Gord', 'Пихта', 'одноцветная', null);
INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Указатель"
(хвойные, "№№пп", "Квартал", "Площадка", "Кружок", "+/-", "Число", "Примечание") values
(1::bool, 2,      17,        11,         0::bool,  '+',   1,       null);

INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Таксоны"
(хвойные, "№№пп", "Genus", "Species", suff, "Род", "Вид", суффикс) VALUES
(1::bool, 3, 'Abies', 'sibirica', 'Ldb', 'Пихта', 'сибриская', '');
INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Указатель"
(хвойные, "№№пп", "Квартал", "Площадка", "Кружок", "+/-", "Число", "Штрих", "Примечание") VALUES
(1::bool, 3,      21,        4,          0::bool,  '+',   126,     0::bool, null),
(1::bool, 3,      26,        1,          0::bool,  '+',   33,      0::bool, null),
(1::bool, 3,      40,        17,         0::bool,  '+',   56,      0::bool, null);

INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Таксоны"
(хвойные, "№№пп", "Genus", "Species", suff, "Род", "Вид", суффикс) VALUES
(1::bool, 4, 'Larix', 'sibirica', 'Ldb', 'Лиственница', 'сибирская', '');
INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Указатель"
(хвойные, "№№пп", "Квартал", "Площадка", "Кружок", "+/-", "Число", "Штрих", "Примечание") VALUES
(1::bool, 4,      7,         1,          0::bool,  '+',   null,    0::bool, null),
(1::bool, 4,      16,        2,          0::bool,  '+',   null,    0::bool, null),
(1::bool, 4,      18,        9,          0::bool,  '+',   null,    0::bool, null),
(1::bool, 4,      22,        4,          0::bool,  '+',   null,    0::bool, null),
(1::bool, 4,      27,        7,          0::bool,  '+',   null,    0::bool, null),
(1::bool, 4,      40,        13,         0::bool,  '+',   null,    0::bool, null),
(1::bool, 4,      42,        5,          0::bool,  '+',   null,    0::bool, null),
(1::bool, 4,      52,        2,          0::bool,  '+',   null,    0::bool, null);

INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Таксоны"
(хвойные, "№№пп", "Genus", "Species", suff, "Род", "Вид", суффикс) VALUES
(1::bool, 5, 'Larix', 'decidua', 'Mill', 'Лственница', 'европейская или опадающая', '');
INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Указатель"
(хвойные, "№№пп", "Квартал", "Площадка", "Кружок", "+/-", "Число", "Штрих", "Примечание") VALUES
(1::bool, 5,      15,         1,         0::bool,  '-',   50,      0::bool, '- жирно, + слабым шрихом'),
(1::bool, 5,      49,         6,         0::bool,  '-',   null,    0::bool, '- жирно, + слабым шрихом');

INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Таксоны"
(хвойные, "№№пп", "Genus", "Species", suff, "Род", "Вид", суффикс) VALUES
(1::bool, 6, 'Picea', '(alba Link) canadesis', 'Britt', 'Ель', 'канадская или белая', '');
INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Указатель"
(хвойные, "№№пп", "Квартал", "Площадка", "Кружок", "+/-", "Число", "Штрих", "Примечание") VALUES
(1::bool, 6,      32,        11,         0::bool,  '+',   29,      0::bool, null);

INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Таксоны"
(хвойные, "№№пп", "Genus", "Species", suff, "Род", "Вид", суффикс) VALUES
(1::bool, 7, 'Picea', 'excelsa', 'Link', 'Ель', 'обыкновенная или европейская', '');
INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Указатель"
(хвойные, "№№пп", "Квартал", "Площадка", "Кружок", "+/-", "Число", "Штрих", "Примечание") VALUES
(1::bool, 7,      9,         1,          0::bool,  '',    217,     0::bool, null),
(1::bool, 7,      14,        7,          0::bool,  '-',   null,    0::bool, null),
(1::bool, 7,      38,        4,          0::bool,  '',    76,      0::bool, null),
(1::bool, 7,      39,        9,          0::bool,  '',    9,       0::bool, null),
-- стр 30
(1::bool, 7,      39,        10,         0::bool,  '+',   null,    0::bool, null),
(1::bool, 7,      39,        12,         0::bool,  '',    30,      0::bool, null);

INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Таксоны"
(хвойные, "№№пп", "Genus", "Species", suff, "Род", "Вид", суффикс) VALUES
(1::bool, 8, 'Picea', 'excelsa', 'Link f. virgata (Jacq) Casp', 'Ель', 'редко ветвящаяся с свисающими ветвями', '');
INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Указатель"
(хвойные, "№№пп", "Квартал", "Площадка", "Кружок", "+/-", "Число", "Штрих", "Примечание") VALUES
(1::bool, 8,      39,        9,          0::bool,  '-',   null,    0::bool, 'через , со следующим'),
(1::bool, 8,      39,        12,         0::bool,  '-',   null,    0::bool, 'через , с предыдущим');

INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Таксоны"
(хвойные, "№№пп", "Genus", "Species", suff, "Род", "Вид", суффикс) VALUES
(1::bool, 9, 'Picea', 'pungens', 'Engelm', 'Ель', 'колючая', '');
INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Указатель"
(хвойные, "№№пп", "Квартал", "Площадка", "Кружок", "+/-", "Число", "Штрих", "Примечание") VALUES
(1::bool, 9,      5,         18,         0::bool,  '+',   16,      0::bool, null),
(1::bool, 9,      9,         2,          0::bool,  '+',   19,      0::bool, null),
(1::bool, 9,      23,        3,          0::bool,  '',    21,      0::bool, null),
(1::bool, 9,      24,        2,          0::bool,  '',    35,      0::bool, null),
(1::bool, 9,      25,        2,          0::bool,  '',    4,       0::bool, null),
(1::bool, 9,      40,        15,         0::bool,  '',    24,      0::bool, null),
(1::bool, 9,      48,        3,          0::bool,  '',    32,      0::bool, null),
(1::bool, 9,      48,        11,         0::bool,  '',    46,      0::bool, null),
(1::bool, 9,      53,        2,          0::bool,  '',    null,    0::bool, 'приписано: гол');

INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Таксоны"
(хвойные, "№№пп", "Genus", "Species", suff, "Род", "Вид", суффикс) VALUES
(1::bool, 10, 'Picea', 'sitchensis', 'Carr', 'Ель', 'ситхинская', '');
INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Указатель"
(хвойные, "№№пп", "Квартал", "Площадка", "Кружок", "+/-", "Число", "Штрих", "Примечание") VALUES
(1::bool, 10,     17,        11,         0::bool,  '-',   null,    0::bool, null);

INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Таксоны"
(хвойные, "№№пп", "Genus", "Species", suff, "Род", "Вид", суффикс) VALUES
(1::bool, 11, 'Pinus', 'Basksiana', 'Lamb', 'Сосна', 'Банкса', '');
INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Указатель"
(хвойные, "№№пп", "Квартал", "Площадка", "Кружок", "+/-", "Число", "Штрих", "Примечание") VALUES
(1::bool, 11,     3,         14,         0::bool,  '+',   null,    0::bool, 'проверить + на сходство с 7'),
(1::bool, 11,     19,        5,          0::bool,  '',    16,      0::bool, 'проверить 16 или 76');

INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Таксоны"
(хвойные, "№№пп", "Genus", "Species", suff, "Род", "Вид", суффикс) VALUES
(1::bool, 12, 'Pinus', 'excelsa', 'Wall', 'Сосна', 'обыкновенная', '');
INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Указатель"
(хвойные, "№№пп", "Квартал", "Площадка", "Кружок", "+/-", "Число", "Штрих", "Примечание") VALUES
(1::bool, 12,     2,         4,           0::bool,  '',   null,    0::bool, null),
(1::bool, 12,     2,         10,          0::bool,  '',   null,    0::bool, null),
(1::bool, 12,     6,         3,           0::bool,  '',   null,    0::bool, null),
(1::bool, 12,     7,         2,           0::bool,  '',   null,    0::bool, null),
(1::bool, 12,     14,        1,           0::bool,  '',   null,    0::bool, null);

INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Таксоны"
(хвойные, "№№пп", "Genus", "Species", suff, "Род", "Вид", суффикс) VALUES
(1::bool, 13, 'Pinus', 'flexilis', 'James', 'Сосна', 'гибкая, кедровая калифорнийская', '');
INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Указатель"
(хвойные, "№№пп", "Квартал", "Площадка", "Кружок", "+/-", "Число", "Штрих", "Примечание") VALUES
(1::bool, 13,     42,        6,          0::bool,  '-',   null,    0::bool, null);

INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Таксоны"
(хвойные, "№№пп", "Genus", "Species", suff, "Род", "Вид", суффикс) VALUES
(1::bool, 14, 'Pinus', 'nigra', 'Arn', 'Сосна', 'чёрная австрийская', '');
INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Указатель"
(хвойные, "№№пп", "Квартал", "Площадка", "Кружок", "+/-", "Число", "Штрих", "Примечание") VALUES
(1::bool, 14,     2,         10,         0::bool,  '+',   9,       0::bool, null);
-- стр 31

INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Таксоны"
(хвойные, "№№пп", "Genus", "Species", suff, "Род", "Вид", суффикс) VALUES
(1::bool, 15, 'Pinus', 'Murrayana', 'Balt', 'Сосна', 'Муррея', '');
INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Указатель"
(хвойные, "№№пп", "Квартал", "Площадка", "Кружок", "+/-", "Число", "Штрих", "Примечание") VALUES
(1::bool, 15,     31,        6,          0::bool,  '',    55,       0::bool, 'скрученная приписана карандашом');

INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Таксоны"
(хвойные, "№№пп", "Genus", "Species", suff, "Род", "Вид", суффикс) VALUES
(1::bool, 16, 'Pinus', 'Pallasiana', 'Lamb', 'Сосна', 'крымская', '');
INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Указатель"
(хвойные, "№№пп", "Квартал", "Площадка", "Кружок", "+/-", "Число", "Штрих", "Примечание") VALUES
(1::bool, 16,     40,        16,         0::bool,  '',    null,    0::bool, null),
(1::bool, 16,     49,        2,          0::bool,  '',    null,    0::bool, null);

INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Таксоны"
(хвойные, "№№пп", "Genus", "Species", suff, "Род", "Вид", суффикс) VALUES
(1::bool, 17, 'Pinus', 'peuce', 'Gris', 'Сосна', 'румелийская', '');
INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Указатель"
(хвойные, "№№пп", "Квартал", "Площадка", "Кружок", "+/-", "Число", "Штрих", "Примечание") VALUES
(1::bool, 17,      21,       7,          0::bool,  '+',    null,    0::bool, null);

INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Таксоны"
(хвойные, "№№пп", "Genus", "Species", suff, "Род", "Вид", суффикс) VALUES
(1::bool, 18, 'Pinus', 'sibirica', 'L', 'Сосна', 'кедровая сибирская', '');
INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Указатель"
(хвойные, "№№пп", "Квартал", "Площадка", "Кружок", "+/-", "Число", "Штрих", "Примечание") VALUES
(1::bool, 18,     8,         6,          0::bool,  '+',    269,    0::bool, null),
(1::bool, 18,     42,        20,         0::bool,  '',    null,    0::bool, 'приписано карандашом'),
(1::bool, 18,     43,        2,          0::bool,  '',    null,    0::bool, null);

INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Таксоны"
(хвойные, "№№пп", "Genus", "Species", suff, "Род", "Вид", суффикс) VALUES
(1::bool, 19, 'Pinus', 'strobus', 'L', 'Сосна', 'веймутова','');
INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Указатель"
(хвойные, "№№пп", "Квартал", "Площадка", "Кружок", "+/-", "Число", "Штрих", "Примечание") VALUES
(1::bool, 19,     27,         2,         0::bool,  '',    null,    0::bool, null),
(1::bool, 19,     28,         2,         0::bool,  '',    null,    0::bool, null);

INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Таксоны"
(хвойные, "№№пп", "Genus", "Species", suff, "Род", "Вид", суффикс) VALUES
(1::bool, 20, 'Pseudotsuga', 'glauca', 'Mayr', 'Лжетсуга', 'сизая','');
INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Указатель"
(хвойные, "№№пп", "Квартал", "Площадка", "Кружок", "+/-", "Число", "Штрих", "Примечание") VALUES
(1::bool, 20,     14,         10,        0::bool,  '',    6,    0::bool, null);

INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Таксоны"
(хвойные, "№№пп", "Genus", "Species", suff, "Род", "Вид", суффикс) VALUES
(1::bool, 21, 'Pseudotsuga', 'glauca', 'Mayr f. argente Beissn et Fitsch', 'Лжетсуга', 'сизая','форма с сизоватой или голубовато-белой хвоей');
INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Указатель"
(хвойные, "№№пп", "Квартал", "Площадка", "Кружок", "+/-", "Число", "Штрих", "Примечание") VALUES
(1::bool, 21,     14,         10,          0::bool,  '-',    null,    0::bool, null);

INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Таксоны"
(хвойные, "№№пп", "Genus", "Species", suff, "Род", "Вид", суффикс) VALUES
(1::bool, 23, 'Juniperus', 'communis', 'L', 'Можжевельник', 'обыкновенный','');
INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Указатель"
(хвойные, "№№пп", "Квартал", "Площадка", "Кружок", "+/-", "Число", "Штрих", "Примечание") VALUES
(1::bool, 23,     19,         8,          0::bool,  '',    28,     0::bool, 'за числом приписано м²');

INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Таксоны"
(хвойные, "№№пп", "Genus", "Species", suff, "Род", "Вид", суффикс, "№№пп суфф") VALUES
(1::bool, 23, 'Juniperus','virginiana', 'L', 'Можжевельник', 'виргинский','', 'a');
INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Указатель"
(хвойные, "№№пп", "Квартал", "Площадка", "Кружок", "+/-", "Число", "Штрих", "Примечание", "№№пп суфф") VALUES
(1::bool, 23,      23,        7,          0::bool, '',    25,    0::bool, null, 'a');

INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Таксоны"
(хвойные, "№№пп", "Genus", "Species", suff, "Род", "Вид", суффикс) VALUES
(1::bool, 24, 'Juniperus', 'pygmaea', 'C. Koch (J. depressa Ster)', 'Можжевельник', 'карликовый','');
INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Указатель"
(хвойные, "№№пп", "Квартал", "Площадка", "Кружок", "+/-", "Число", "Штрих", "Примечание") VALUES
(1::bool, 24,     35,        4,          0::bool,  '-',   null,    0::bool, 'приписано :нет его');

INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Таксоны"
(хвойные, "№№пп", "Genus", "Species", suff, "Род", "Вид", суффикс) VALUES
(1::bool, 25, 'Juniperus', 'sabina', 'L', 'Можжевельник', 'казацкий','');
INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Указатель"
(хвойные, "№№пп", "Квартал", "Площадка", "Кружок", "+/-", "Число", "Штрих", "Примечание") VALUES
(1::bool, 25,      35,       4,          0::bool,  '',    null,    0::bool, 'приписано :нет его 200 м');

-- стр 32
INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Таксоны"
(хвойные, "№№пп", "Genus", "Species", suff, "Род", "Вид", суффикс) VALUES
(0::bool, 1, 'Acer', 'campestre', 'L', 'Клён', 'полевой', '');
INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Указатель"
(хвойные, "№№пп", "Квартал", "Площадка", "Кружок", "+/-", "Число", "Штрих", "Примечание") VALUES
(0::bool, 1,      39,        1,          1::bool,  '+',   null,    0::bool, null);

INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Таксоны"
(хвойные, "№№пп", "Genus", "Species", suff, "Род", "Вид", суффикс) VALUES
(0::bool, 2, 'Acer', 'ginnala', 'Maxim', 'Клён', 'гиннала (приречный)', '');
INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Указатель"
(хвойные, "№№пп", "Квартал", "Площадка", "Кружок", "+/-", "Число", "Штрих", "Примечание") VALUES
(0::bool, 2,      23,        3,          1::bool,  '+',   null,    0::bool, null),
(0::bool, 2,      25,        5,          1::bool,  '+',   null,    0::bool, null),
(0::bool, 2,      29,        6,          1::bool,  '+',   null,    0::bool, null),
(0::bool, 2,      48,        5,          1::bool,  '+',   null,    0::bool, null),
(0::bool, 2,      53,        2,          0::bool,  '',    null,    0::bool, null);

INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Таксоны"
(хвойные, "№№пп", "Genus", "Species", suff, "Род", "Вид", суффикс) VALUES
(0::bool, 3, 'Acer', 'lactum', 'C. A. Mey', 'Клён', 'светлый', '');
INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Указатель"
(хвойные, "№№пп", "Квартал", "Площадка", "Кружок", "+/-", "Число", "Штрих", "Примечание") VALUES
(0::bool, 3,      39,        14,         1::bool,  '+',   null,    0::bool, null);

INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Таксоны"
(хвойные, "№№пп", "Genus", "Species", suff, "Род", "Вид", суффикс) VALUES
(0::bool, 4, 'Acer', 'negundo', 'L', 'Клён', 'ясенелистный (американский)', '');
INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Указатель"
(хвойные, "№№пп", "Квартал", "Площадка", "Кружок", "+/-", "Число", "Штрих", "Примечание") VALUES
(0::bool, 4,      27,        5,          1::bool,  '',   null,    0::bool, null),
(0::bool, 4,      31,        9,          1::bool,  '',   null,    0::bool, null),
(0::bool, 4,      39,        8,          1::bool,  '',   null,    0::bool, null);

INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Таксоны"
(хвойные, "№№пп", "Genus", "Species", suff, "Род", "Вид", суффикс) VALUES
(0::bool, 5, 'Acer', 'pensylvanicum', 'L', 'Клён', 'пенсильванский', '');
INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Указатель"
(хвойные, "№№пп", "Квартал", "Площадка", "Кружок", "+/-", "Число", "Штрих", "Примечание") VALUES
(0::bool, 5,      26,        3,          1::bool,  '',    null,    0::bool, '(2 экз.)');

INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Таксоны"
(хвойные, "№№пп", "Genus", "Species", suff, "Род", "Вид", суффикс) VALUES
(0::bool, 6, 'Acer', 'pictum', 'Thunb', 'Клён', 'красивый', '');
INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Указатель"
(хвойные, "№№пп", "Квартал", "Площадка", "Кружок", "+/-", "Число", "Штрих", "Примечание") VALUES
(0::bool, 6,      4,         6,          1::bool,  '++',  null,    0::bool, null),
(0::bool, 6,      51,        null,       0::bool,  '',    null,    0::bool, 'напечатано: питомник');

INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Таксоны"
(хвойные, "№№пп", "Genus", "Species", suff, "Род", "Вид", суффикс) VALUES
(0::bool, 7, 'Acer', 'platanoides', 'L', 'Клён', 'остролистный или платановидный', '');
INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Указатель"
(хвойные, "№№пп", "Квартал", "Площадка", "Кружок", "+/-", "Число", "Штрих", "Примечание") values
(0::bool, 7,      2,         8,          1::bool,  '+',   null,    0::bool, null),
(0::bool, 7,      10,        3,          1::bool,  ' ',   null,    0::bool, null),
(0::bool, 7,      11,        5,          1::bool,  '+',   null,    0::bool, null),
(0::bool, 7,      11,        5,          1::bool,  '+',   null,    1::bool, null),
(0::bool, 7,      12,        5,          1::bool,  '+',   null,    0::bool, null),
(0::bool, 7,      15,        3,          1::bool,  '+',   null,    0::bool, null),
(0::bool, 7,      18,        2,          1::bool,  '+',   null,    0::bool, null),
(0::bool, 7,      20,        16,         1::bool,  '+',   null,    0::bool, null),
(0::bool, 7,      21,        2,          1::bool,  '+',   null,    0::bool, null),
(0::bool, 7,      27,        6,          1::bool,  ' ',   null,    0::bool, null),
(0::bool, 7,      28,        4,          1::bool,  ' ',   null,    0::bool, null),
-- стр 33
(0::bool, 7,      35,        8,          1::bool,  '+',   null,    0::bool, null),
(0::bool, 7,      36,        6,          1::bool,  ' ',   null,    0::bool, null),
(0::bool, 7,      40,        11,         1::bool,  '+',   null,    0::bool, null),
(0::bool, 7,      43,        9,          1::bool,  '+',   null,    0::bool, null),
(0::bool, 7,      48,        13,         1::bool,  '+',   null,    0::bool, null)
;

INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Таксоны"
(хвойные, "№№пп", "Genus", "Species", suff, "Род", "Вид", суффикс) VALUES
(0::bool, 8, 'Acer', 'platanoides', 'f. rubrum (Herd) pax (A. P. var Reitenbachii Reitenbach)', 'Клён', 'остролистный', 'форма с листьями принимающими летом чёрно-красную окраску');
INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Указатель"
(хвойные, "№№пп", "Квартал", "Площадка", "Кружок", "+/-", "Число", "Штрих", "Примечание") values
(0::bool, 8,      15,        3,          1::bool,  ' ',   100,     0::bool, null);

INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Таксоны"
(хвойные, "№№пп", "Genus", "Species", suff, "Род", "Вид", суффикс) VALUES
(0::bool, 9, 'Acer', 'platanoides', 'L f.Schwedlerii (C. Koch) Gwerin', 'Клён', 'остролистный', 'форма с листьями кроваво-красными при распускании');
INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Указатель"
(хвойные, "№№пп", "Квартал", "Площадка", "Кружок", "+/-", "Число", "Штрих", "Примечание") values
(0::bool, 9,      15,        3,          0::bool,  '+',   null,    0::bool, 'Подписано ++, один чернилами, другой карандашный');

INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Таксоны"
(хвойные, "№№пп", "Genus", "Species", suff, "Род", "Вид", суффикс) VALUES
(0::bool, 10, 'Acer', 'pseudoplatanus', 'L', 'Клён', 'явор (белый клён)', '');
INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Указатель"
(хвойные, "№№пп", "Квартал", "Площадка", "Кружок", "+/-", "Число", "Штрих", "Примечание") values
(0::bool, 10,     15,        3,          1::bool,  '+-',  null,    0::bool, 'подписано +-'),
(0::bool, 10,     40,        18,         0::bool,  '-',   null,    0::bool, 'напечатано 12, исправлено карандашом на 18'),
(0::bool, 10,     52,        4,          0::bool,  '+',   null,    0::bool, null);

INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Таксоны"
(хвойные, "№№пп", "Genus", "Species", suff, "Род", "Вид", суффикс) VALUES
(0::bool, 11, 'Acer', 'pseudoplatanus', 'L f. pupureum (Laud) Rehd', 'Клён', 'явор форма с листьями снизу пурпурными', '');
INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Указатель"
(хвойные, "№№пп", "Квартал", "Площадка", "Кружок", "+/-", "Число", "Штрих", "Примечание") values
(0::bool, 11,     15,        3,           1::bool, '-',   null,    0::bool, null),
(0::bool, 11,     40,        18,          0::bool, '-',   null,    0::bool, '40 зачёткнуто *, 12 напечатано, исправлено на 18 карандашом'),
(0::bool, 11,     52,        4,           0::bool, '+',   null,    0::bool, null);

INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Таксоны"
(хвойные, "№№пп", "Genus", "Species", suff, "Род", "Вид", суффикс) VALUES
(0::bool, 12, 'Acer', 'saccharinum', 'L', 'Клён', 'серебристый', '');
INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Указатель"
(хвойные, "№№пп", "Квартал", "Площадка", "Кружок", "+/-", "Число", "Штрих", "Примечание") VALUES
(0::bool, 12,     15,        5,          1::bool,  '+',   24,      0::bool, null),
(0::bool, 12,     42,        4,          1::bool,  ' ',   25,      0::bool, null),
(0::bool, 12,     42,        13,         1::bool,  '+',   null,    0::bool, null),
(0::bool, 12,     49,        14,         1::bool,  '+',   null,    0::bool, null);

INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Таксоны"
(хвойные, "№№пп", "Genus", "Species", suff, "Род", "Вид", суффикс) VALUES
(0::bool, 13, 'Acer', 'saccharinum', 'L f. laciniatum (Carr) Rehd', 'Клён', 'серебристый', 'форма с узколопастными глубоко раздельными листьями');
INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Указатель"
(хвойные, "№№пп", "Квартал", "Площадка", "Кружок", "+/-", "Число", "Штрих", "Примечание") VALUES
(0::bool, 13,     42,        4,          1::bool,  ' ',   null,    0::bool, null),
(0::bool, 13,     49,        14,         1::bool,  ' ',   null,    0::bool, null);

INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Таксоны"
(хвойные, "№№пп", "Genus", "Species", suff, "Род", "Вид", суффикс) VALUES
(0::bool, 14, 'Acer', 'Semenovii', 'Rgl et Herd', 'Клён', 'Семёнова', '');
INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Указатель"
(хвойные, "№№пп", "Квартал", "Площадка", "Кружок", "+/-", "Число", "Штрих", "Примечание") VALUES
(0::bool, 14,     23,        3,          1::bool,  '-',   null,    0::bool, null);

-- стр 34
INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Таксоны"
(хвойные, "№№пп", "Genus", "Species", suff, "Род", "Вид", суффикс) VALUES
(0::bool, 15, 'Acer', 'Sieboldianum', 'Miq', 'Клён', 'Зибольда', '');
INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Указатель"
(хвойные, "№№пп", "Квартал", "Площадка", "Кружок", "+/-", "Число", "Штрих", "Примечание") VALUES
(0::bool, 15,     41,        2,          1::bool,  '',    86,      0::bool, null);

INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Таксоны"
(хвойные, "№№пп", "Genus", "Species", suff, "Род", "Вид", суффикс) VALUES
(0::bool, 16, 'Acer', 'spicatum', 'Lam', 'Клён', 'колосистый', '');
INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Указатель"
(хвойные, "№№пп", "Квартал", "Площадка", "Кружок", "+/-", "Число", "Штрих", "Примечание") VALUES
(0::bool, 16,     38,        3,          1::bool,  '+',   24,      0::bool, null);

INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Таксоны"
(хвойные, "№№пп", "Genus", "Species", suff, "Род", "Вид", суффикс) VALUES
(0::bool, 17, 'Acer', 'tataticum', 'L', 'Клён', 'татарский (неклён, черноклён)', '');
INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Указатель"
(хвойные, "№№пп", "Квартал", "Площадка", "Кружок", "+/-", "Число", "Штрих", "Примечание") VALUES
(0::bool, 17,      19,      6,           1::bool,  '+',   null,    0::bool, null),
(0::bool, 17,      29,      6,           1::bool,  '+',   null,    0::bool, null),
(0::bool, 17,      39,      1,           1::bool,  '+',   null,    0::bool, null),
(0::bool, 17,      48,      5,           1::bool,  '+',   null,    0::bool, null);

INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Таксоны"
(хвойные, "№№пп", "Genus", "Species", suff, "Род", "Вид", суффикс) VALUES
(0::bool, 18, 'Acer', 'tegmemtosum', 'Maxim', 'Клён', 'зеленокорый', '');
INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Указатель"
(хвойные, "№№пп", "Квартал", "Площадка", "Кружок", "+/-", "Число", "Штрих", "Примечание") VALUES
(0::bool, 18,     17,        3,          1::bool,  '+',   57,      0::bool, null);

INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Таксоны"
(хвойные, "№№пп", "Genus", "Species", suff, "Род", "Вид", суффикс) VALUES
(0::bool, 19, 'Acer', 'trauvertteri', 'Medw', 'Клён', 'Трауфеттера', '');
INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Указатель"
(хвойные, "№№пп", "Квартал", "Площадка", "Кружок", "+/-", "Число", "Штрих", "Примечание") VALUES
(0::bool, 19,     32,        14,         1::bool,  '',    null,    0::bool, null);

INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Таксоны"
(хвойные, "№№пп", "Genus", "Species", suff, "Род", "Вид", суффикс) VALUES
(0::bool, 20, 'Aesculus', 'hisppocastanum', 'L', 'Каштан', 'конский обыкновенный', '');
INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Указатель"
(хвойные, "№№пп", "Квартал", "Площадка", "Кружок", "+/-", "Число", "Штрих", "Примечание") VALUES
(0::bool, 20,     11,        4,          1::bool,  '+',   null,    0::bool, null),
(0::bool, 20,     14,        9,          1::bool,  '+',   null,    0::bool, null),
(0::bool, 20,     15,        4,          1::bool,  '+',   null,    0::bool, null),
(0::bool, 20,     19,        15,         1::bool,  '+',   null,    0::bool, null),
(0::bool, 20,     31,        1,          1::bool,  '+',   null,    0::bool, null);

INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Таксоны"
(хвойные, "№№пп", "Genus", "Species", suff, "Род", "Вид", суффикс) VALUES
(0::bool, 21, 'Ailantul', 'altissima', '(Mill) Swingl', 'Айлант', 'высочайший', '');
INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Указатель"
(хвойные, "№№пп", "Квартал", "Площадка", "Кружок", "+/-", "Число", "Штрих", "Примечание") VALUES
(0::bool, 21,     36,        5,          1::bool,  '',    null,    0::bool, 'приписано: нет');

INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Таксоны"
(хвойные, "№№пп", "Genus", "Species", suff, "Род", "Вид", суффикс) VALUES
(0::bool, 22, 'Alnus', '', '', 'Ольха', 'чёрная', '');
INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Указатель"
(хвойные, "№№пп", "Квартал", "Площадка", "Кружок", "+/-", "Число", "Штрих", "Примечание") VALUES
(0::bool, 22,     34,         5,          1::bool, '+',   null,    0::bool, 'напечатано: ольха, приписано: ч.');

INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Таксоны"
(хвойные, "№№пп", "Genus", "Species", suff, "Род", "Вид", суффикс) VALUES
(0::bool, 23, 'Amelanchier', 'alnifolia', 'Nutt', 'Ирга', 'ольхолистная', '');
INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Указатель"
(хвойные, "№№пп", "Квартал", "Площадка", "Кружок", "+/-", "Число", "Штрих", "Примечание") values
(0::bool, 23,     14,        4,          1::bool,  '',    null,    0::bool, 'знак плюс зачёркнут'),
(0::bool, 23,     29,        4,          1::bool,  '+',   null,    0::bool, null);

INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Таксоны"
(хвойные, "№№пп", "Genus", "Species", suff, "Род", "Вид", суффикс) VALUES
(0::bool, 24, 'Amelanchier', 'florida', 'Lindl', 'Ирга', 'обильноцветущая', '');
INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Указатель"
(хвойные, "№№пп", "Квартал", "Площадка", "Кружок", "+/-", "Число", "Штрих", "Примечание") values
(0::bool, 24,     25,        4,           1::bool, '+',   null,    0::bool, null),
(0::bool, 24,     33,        7,           1::bool, '',    null,    0::bool, null),
(0::bool, 24,     34,        8,           1::bool, '+',   null,    0::bool, null),
(0::bool, 24,     42,        10,          1::bool, '',    null,    0::bool, null);

-- стр 35
INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Таксоны"
(хвойные, "№№пп", "Genus", "Species", suff, "Род", "Вид", суффикс) VALUES
(0::bool, 25, 'Amelanchier', 'spiceta', '(Lam)C.Koch', 'Ирга', 'колосистая','');
INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Указатель"
(хвойные, "№№пп", "Квартал", "Площадка", "Кружок", "+/-", "Число", "Штрих", "Примечание") values
(0::bool, 25,      29,        4,          1::bool, '+',    null,    null,    null);

INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Таксоны"
(хвойные, "№№пп", "Genus", "Species", suff, "Род", "Вид", суффикс) VALUES
(0::bool, 26, 'Amigdalus', 'nana', 'L', 'Миндаль', 'низкий степной или бобовник', '');
INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Указатель"
(хвойные, "№№пп", "Квартал", "Площадка", "Кружок", "+/-", "Число", "Штрих", "Примечание") VALUES
(0::bool, 26,     4,         3,          1::bool,  '',   null,    0::bool, null),
(0::bool, 26,     20,        9,          1::bool,  '',   null,    0::bool, null);

INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Таксоны"
(хвойные, "№№пп", "Genus", "Species", suff, "Род", "Вид", суффикс) VALUES
(0::bool, 27, 'Amorpha', 'fructicosa', 'L', 'Аморфа', 'кустарниковая', '');
INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Указатель"
(хвойные, "№№пп", "Квартал", "Площадка", "Кружок", "+/-", "Число", "Штрих", "Примечание") VALUES
(0::bool, 27,     5,         4,          1::bool,  '+',   null,    0::bool, null),
(0::bool, 27,     6,         2,          1::bool,  '+',   null,    0::bool, null),
(0::bool, 27,     23,        6,          1::bool,  '',   null,    0::bool, null);

INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Таксоны"
(хвойные, "№№пп", "Genus", "Species", suff, "Род", "Вид", суффикс) VALUES
(0::bool, 28, 'Aralia', 'elata', '(Miq) Seem', 'Аралия', 'высокая', '');
INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Указатель"
(хвойные, "№№пп", "Квартал", "Площадка", "Кружок", "+/-", "Число", "Штрих", "Примечание") VALUES
(0::bool, 28,     22,        7,          1::bool,  '+',   null,    0::bool, null);

INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Таксоны"
(хвойные, "№№пп", "Genus", "Species", suff, "Род", "Вид", суффикс) VALUES
(0::bool, 29, 'Aralia', 'mandshurica', 'Rupr et Maxim', 'Аралия', 'мачжурская, чёртово дерево, шип-дерево', '');
INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Указатель"
(хвойные, "№№пп", "Квартал", "Площадка", "Кружок", "+/-", "Число", "Штрих", "Примечание") VALUES
(0::bool, 29,     36,        2,          1::bool,  '',    null,    0::bool, null);

INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Таксоны"
(хвойные, "№№пп", "Genus", "Species", suff, "Род", "Вид", суффикс) VALUES
(0::bool, 30, 'Armeniaca', 'manshurica', '(Maxim) Skvortz', 'Абрикос', 'манчжурский', '');
INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Указатель"
(хвойные, "№№пп", "Квартал", "Площадка", "Кружок", "+/-", "Число", "Штрих", "Примечание") VALUES
(0::bool, 30,     40,        2,          1::bool,  '+',   null,    0::bool, null),
(0::bool, 30,     41,        10,         1::bool,  '+-',  null,    0::bool, null),
(0::bool, 30,     48,        12,         1::bool,  '+',   null,    0::bool, null),
(0::bool, 30,     50,        null,       0::bool,  '',    null,    0::bool, 'в № площадки: сад');

INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Таксоны"
(хвойные, "№№пп", "Genus", "Species", suff, "Род", "Вид", суффикс) VALUES
(0::bool, 31, 'Aronia', 'melanocarpa', '(Michx) Elliot', 'Арония', 'черноплодная', '');
INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Указатель"
(хвойные, "№№пп", "Квартал", "Площадка", "Кружок", "+/-", "Число", "Штрих", "Примечание") VALUES
(0::bool, 31,     49,        5,          1::bool,  '',   null,    0::bool, null);

INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Таксоны"
(хвойные, "№№пп", "Genus", "Species", suff, "Род", "Вид", суффикс) VALUES
(0::bool, 32, 'Berberis', 'Sieboldii', 'Miq', 'Барбарис', 'Зибольда', '');
INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Указатель"
(хвойные, "№№пп", "Квартал", "Площадка", "Кружок", "+/-", "Число", "Штрих", "Примечание") VALUES
(0::bool, 32,     31,        8,          1::bool,  '',   null,    0::bool, null);

INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Таксоны"
(хвойные, "№№пп", "Genus", "Species", suff, "Род", "Вид", суффикс) VALUES
(0::bool, 33, 'Berberis', 'Thunbergii', 'D.C.', 'Барбарис', 'Тунберга', '');
INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Указатель"
(хвойные, "№№пп", "Квартал", "Площадка", "Кружок", "+/-", "Число", "Штрих", "Примечание") VALUES
(0::bool, 33,     2,         12,         1::bool,  '+',   null,    0::bool, null),
(0::bool, 33,     16,        6,          1::bool,  '+-',  null,    0::bool, null)
(0::bool, 33,     22,        2,          1::bool,  '+',   null,    0::bool, null);

INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Таксоны"
(хвойные, "№№пп", "Genus", "Species", suff, "Род", "Вид", суффикс) VALUES
(0::bool, 34, 'Berberis', 'vulgaris', 'L', 'Барбарис', 'обыкновенный', '');
INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Указатель"
(хвойные, "№№пп", "Квартал", "Площадка", "Кружок", "+/-", "Число", "Штрих", "Примечание") VALUES
(0::bool, 34,     28,        10,         1::bool,  '+',   null,    0::bool, null),
(0::bool, 34,     40,        1,          1::bool,  '+',   null,    0::bool, null);

-- стр 36
INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Таксоны"
(хвойные, "№№пп", "Genus", "Species", suff, "Род", "Вид", суффикс) VALUES
(0::bool, 35, 'Berberis', 'vulgaris', 'f. astropurpurea Rgl', 'Барбарис', 'обыкновенный', 'форма тёмно-красно-фиолетовая');
INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Указатель"
(хвойные, "№№пп", "Квартал", "Площадка", "Кружок", "+/-", "Число", "Штрих", "Примечание") VALUES
(0::bool, 35,     37,        10,         1::bool,  '',    null,    0::bool, null);

INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Таксоны"
(хвойные, "№№пп", "Genus", "Species", suff, "Род", "Вид", суффикс) VALUES
(0::bool, 36, 'Betula', 'lutea', 'Midx f.', 'Берёза', 'жёлтая', '');
INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Указатель"
(хвойные, "№№пп", "Квартал", "Площадка", "Кружок", "+/-", "Число", "Штрих", "Примечание") VALUES
(0::bool, 36,     5,         8,          1::bool,  '+',   null,    0::bool, null);

INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Таксоны"
(хвойные, "№№пп", "Genus", "Species", suff, "Род", "Вид", суффикс) VALUES
(0::bool, 37, 'Betula', 'papyrifera', 'Marsch', 'Берёза', 'бумажная', '');
INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Указатель"
(хвойные, "№№пп", "Квартал", "Площадка", "Кружок", "+/-", "Число", "Штрих", "Примечание") VALUES
(0::bool, 37,     32,         12,        1::bool,  '+',   null,    0::bool, null);

INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Таксоны"
(хвойные, "№№пп", "Genus", "Species", suff, "Род", "Вид", суффикс) VALUES
(0::bool, 38, 'Betula', 'verrucosa', 'Ehrh', 'Берёза', 'бородачатая', '');
INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Указатель"
(хвойные, "№№пп", "Квартал", "Площадка", "Кружок", "+/-", "Число", "Штрих", "Примечание") VALUES
(0::bool, 38,     20,        3,          1::bool,  '',    null,    0::bool, null);

INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Таксоны"
(хвойные, "№№пп", "Genus", "Species", suff, "Род", "Вид", суффикс) VALUES
(0::bool, 39, 'Caragana', 'arborescens', 'Lam', 'Карагана', 'древовидная или жёлтая акация', '');
INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Указатель"
(хвойные, "№№пп", "Квартал", "Площадка", "Кружок", "+/-", "Число", "Штрих", "Примечание") VALUES
(0::bool, 39,     2,         3,          1::bool,  '',   null,    0::bool, null),
(0::bool, 39,     26,        4,          1::bool,  '',   null,    0::bool, null),
(0::bool, 39,     26,        5,          1::bool,  '',   null,    0::bool, null);

INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Таксоны"
(хвойные, "№№пп", "Genus", "Species", suff, "Род", "Вид", суффикс) VALUES
(0::bool, 40, 'Caragana', 'arborescens', 'f. Lorbergii Koehne', 'Карагана', 'древовидная или жёлтая акация', 'форма Лорберга с тониким побегами и повисающими ветвями');
INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Указатель"
(хвойные, "№№пп", "Квартал", "Площадка", "Кружок", "+/-", "Число", "Штрих", "Примечание") VALUES
(0::bool, 40,     23,        1,          1::bool,  '',   null,    0::bool, null);

INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Таксоны"
(хвойные, "№№пп", "Genus", "Species", suff, "Род", "Вид", суффикс) VALUES
(0::bool, 41, 'Carpinus', 'betulus', 'L', 'Граб', 'обыкновенный', '');
INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Указатель"
(хвойные, "№№пп", "Квартал", "Площадка", "Кружок", "+/-", "Число", "Штрих", "Примечание") VALUES
(0::bool, 41,     5,         3,          0::bool,  '',    null,    0::bool, 'напечатано снизу: один экз'),
(0::bool, 41,     18,        4,          1::bool,  '+',   null,    0::bool, null);

INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Таксоны"
(хвойные, "№№пп", "Genus", "Species", suff, "Род", "Вид", суффикс) VALUES
(0::bool, 42, 'Catalpa', 'ovala', 'G Don', 'Катальпа', 'яйцевидная', '');
INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Указатель"
(хвойные, "№№пп", "Квартал", "Площадка", "Кружок", "+/-", "Число", "Штрих", "Примечание") VALUES
(0::bool, 42,     16,        4,          1::bool,  '-',   null,    0::bool, null);

INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Таксоны"
(хвойные, "№№пп", "Genus", "Species", suff, "Род", "Вид", суффикс) VALUES
(0::bool, 43, 'Catalpa', 'speciosa', 'Ward', 'Катальпа', 'прекрасная', '');
INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Указатель"
(хвойные, "№№пп", "Квартал", "Площадка", "Кружок", "+/-", "Число", "Штрих", "Примечание") VALUES
(0::bool, 43,     49,        7,           1::bool,  '+-', null,    0::bool, null);

INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Таксоны"
(хвойные, "№№пп", "Genus", "Species", suff, "Род", "Вид", суффикс) VALUES
(0::bool, 44, 'Celastrus', 'orbiculata', '', 'Древогубец', 'круглолистный', '');
INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Указатель"
(хвойные, "№№пп", "Квартал", "Площадка", "Кружок", "+/-", "Число", "Штрих", "Примечание") VALUES
(0::bool, 44,     40,        5,          1::bool,  '+',   null,    0::bool, null);

INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Таксоны"
(хвойные, "№№пп", "Genus", "Species", suff, "Род", "Вид", суффикс) VALUES
(0::bool, 45, 'Cerasus', 'japonica', '(Thunb) Lois', 'Вишня', 'японская', '');
INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Указатель"
(хвойные, "№№пп", "Квартал", "Площадка", "Кружок", "+/-", "Число", "Штрих", "Примечание") VALUES
(0::bool, 45,     6,         6,          1::bool,  '-',   null,    0::bool, null),
(0::bool, 45,     40,        2,          1::bool,  '+',   null,    0::bool, null);

INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Таксоны"
(хвойные, "№№пп", "Genus", "Species", suff, "Род", "Вид", суффикс) VALUES
(0::bool, 46, 'Cerasus', 'vulgaris', '', 'Вишня', 'обыкновенная', '');
INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Указатель"
(хвойные, "№№пп", "Квартал", "Площадка", "Кружок", "+/-", "Число", "Штрих", "Примечание") VALUES
(0::bool, 46,     27,        4,          1::bool,  '+',   null,    0::bool, null);

-- стр 37
INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Таксоны"
(хвойные, "№№пп", "Genus", "Species", suff, "Род", "Вид", суффикс) VALUES
(0::bool, 47, 'Cerasus', 'avium', '', 'Вишня', 'птичья, черешня', '');
INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Указатель"
(хвойные, "№№пп", "Квартал", "Площадка", "Кружок", "+/-", "Число", "Штрих", "Примечание") VALUES
(0::bool, 47,     27,        null,       0::bool,  '',    null,    0::bool, 'приписано: "между 4 и 5", всё написано карандашом');

INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Таксоны"
(хвойные, "№№пп", "Genus", "Species", suff, "Род", "Вид", суффикс) VALUES
(0::bool, 48, 'Chaenomeles', 'japonica', '(Thunb) Lindl', 'Хеномелес', 'японский, японская айва', '');
INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Указатель"
(хвойные, "№№пп", "Квартал", "Площадка", "Кружок", "+/-", "Число", "Штрих", "Примечание") VALUES
(0::bool, 48,     20,        6,          1::bool,  '+',   null,    0::bool, null),
(0::bool, 48,     20,        6,          1::bool,  '',    null,    1::bool, '№ квартала в машинописи отсутствует, кружочек вокруг №площадки'),
(0::bool, 48,     39,        6,          1::bool,  '+',   null,    0::bool, null),
(0::bool, 48,     43,        1,          1::bool,  '+',   null,    0::bool, null),
(0::bool, 48,     49,        10,         1::bool,  '+',   null,    0::bool, null);

INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Таксоны"
(хвойные, "№№пп", "Genus", "Species", suff, "Род", "Вид", суффикс) VALUES
(0::bool, 49, 'Clematis', 'bitalba', 'L', 'Ломонос', 'виноградолистный', '');
INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Указатель"
(хвойные, "№№пп", "Квартал", "Площадка", "Кружок", "+/-", "Число", "Штрих", "Примечание") VALUES
(0::bool, 49,     46,        6,          0::bool,  '',    null,    0::bool, null);

INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Таксоны"
(хвойные, "№№пп", "Genus", "Species", suff, "Род", "Вид", суффикс) VALUES
(0::bool, 50, 'Cornus', 'alba', 'L', 'Дёрен', 'белый', '');
INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Указатель"
(хвойные, "№№пп", "Квартал", "Площадка", "Кружок", "+/-", "Число", "Штрих", "Примечание") VALUES
(0::bool, 50,     14,        3,          1::bool,  '',    null,    0::bool, null),
(0::bool, 50,     19,        10,         1::bool,  '',    null,    0::bool, null);

INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Таксоны"
(хвойные, "№№пп", "Genus", "Species", suff, "Род", "Вид", суффикс) VALUES
(0::bool, 51, 'Cornus', 'alba', 'L f. argenteo-marginata (Rehd) Schelle', 'Дёрен', 'белый', 'форма с кремово-белым окаймлением');
INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Указатель"
(хвойные, "№№пп", "Квартал", "Площадка", "Кружок", "+/-", "Число", "Штрих", "Примечание") VALUES
(0::bool, 51,     11,        7,          1::bool,  '+',   null,    0::bool, null),
(0::bool, 51,     30,        1,          1::bool,  '+',   null,    0::bool, null),
(0::bool, 51,     37,        6,          1::bool,  '',    null,    0::bool, null),
(0::bool, 51,     42,        2,          1::bool,  '+',   null,    0::bool, null),
(0::bool, 51,     42,        14,         1::bool,  '+',   null,    0::bool, null);

INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Таксоны"
(хвойные, "№№пп", "Genus", "Species", suff, "Род", "Вид", суффикс) VALUES
(0::bool, 52, 'Cornus', 'sanguirea', 'Lindl', 'Дёрен', 'кроваво-красный или свидина', '');
INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Указатель"
(хвойные, "№№пп", "Квартал", "Площадка", "Кружок", "+/-", "Число", "Штрих", "Примечание") VALUES
(0::bool, 52,     14,        6,          1::bool,  '',    null,    0::bool, null),
(0::bool, 52,     27,        1,          1::bool,  '',    null,    0::bool, null),
(0::bool, 52,     40,        14,         1::bool,  '',    null,    0::bool, null);

INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Таксоны"
(хвойные, "№№пп", "Genus", "Species", suff, "Род", "Вид", суффикс) VALUES
(0::bool, 53, 'Coryllus', 'avillana', 'L', 'Лещина', 'обыкновенная', '');
INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Указатель"
(хвойные, "№№пп", "Квартал", "Площадка", "Кружок", "+/-", "Число", "Штрих", "Примечание") VALUES
(0::bool, 53,     2,         19,         1::bool,  '',    null,    0::bool, null),
(0::bool, 53,     18,        8,          1::bool,  '',    null,    0::bool, null),
(0::bool, 53,     40,        6,          1::bool,  '',    null,    0::bool, null);

INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Таксоны"
(хвойные, "№№пп", "Genus", "Species", suff, "Род", "Вид", суффикс) VALUES
(0::bool, 54, 'Coryllus', 'heterophylla', 'Fitsch', 'Лещина', 'разнолистнная', '');
INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Указатель"
(хвойные, "№№пп", "Квартал", "Площадка", "Кружок", "+/-", "Число", "Штрих", "Примечание") VALUES
(0::bool, 54,     18,        8,          1::bool,  '+',   null,    0::bool, null),
(0::bool, 54,     40,        6,          1::bool,  '',    null,    0::bool, null);

INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Таксоны"
(хвойные, "№№пп", "Genus", "Species", suff, "Род", "Вид", суффикс) VALUES
(0::bool, 55, 'Coryllus', 'mandshurica', 'Maxim', 'Лещина', 'маньчжурская', '');
INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Указатель"
(хвойные, "№№пп", "Квартал", "Площадка", "Кружок", "+/-", "Число", "Штрих", "Примечание") VALUES
(0::bool, 55,     14,        11,         1::bool,  '+',   null,    0::bool, 'в рукописи: manshurica, без d'),
(0::bool, 55,     49,        15,         1::bool,  '?',   null,    0::bool, 'в рукописи: manshurica, без d');

-- стр 38
INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Таксоны"
(хвойные, "№№пп", "Genus", "Species", suff, "Род", "Вид", суффикс) VALUES
(0::bool, 56, 'Cotinus', 'coggygria', '', 'Скумпия или желтинник', '', '');
INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Указатель"
(хвойные, "№№пп", "Квартал", "Площадка", "Кружок", "+/-", "Число", "Штрих", "Примечание") VALUES
(0::bool, 56,     36,        3,          1::bool,  '',    null,    0::bool, null),
(0::bool, 56,     53,        4,          0::bool,  '',    null,    0::bool, null);

 INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Таксоны"
(хвойные, "№№пп", "Genus", "Species", suff, "Род", "Вид", суффикс) VALUES
(0::bool, 57, 'Cotonoeaster', 'acucifolia', 'Turcz', 'Кизильник', 'остролистный', '');
INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Указатель"
(хвойные, "№№пп", "Квартал", "Площадка", "Кружок", "+/-", "Число", "Штрих", "Примечание") VALUES
(0::bool, 57,     25,        3,          1::bool,  '+',   null,    0::bool, null),
(0::bool, 57,     43,        6,          1::bool,  '+',   null,    0::bool, null);

INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Таксоны"
(хвойные, "№№пп", "Genus", "Species", suff, "Род", "Вид", суффикс) VALUES
(0::bool, 58, 'Cotonoeaster', 'lucida', 'Schlecht', 'Кизильник', 'блестящий', '');
INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Указатель"
(хвойные, "№№пп", "Квартал", "Площадка", "Кружок", "+/-", "Число", "Штрих", "Примечание") VALUES
(0::bool, 58,     36,        1,          1::bool,  '',   null,    0::bool, null);

INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Таксоны"
(хвойные, "№№пп", "Genus", "Species", suff, "Род", "Вид", суффикс) VALUES
(0::bool, 59, 'Crataegus', 'almaatensis', 'A. Pojark', 'Боярышник', 'алмаатинский', '');
INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Указатель"
(хвойные, "№№пп", "Квартал", "Площадка", "Кружок", "+/-", "Число", "Штрих", "Примечание") VALUES
(0::bool, 59,      23,        4,          1::bool,  '+',   null,    0::bool, null);

INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Таксоны"
(хвойные, "№№пп", "Genus", "Species", suff, "Род", "Вид", суффикс) VALUES
(0::bool, 60, 'Crataegus', 'altaica', 'Lgl', 'Боярышник', 'алтайский', '');
INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Указатель"
(хвойные, "№№пп", "Квартал", "Площадка", "Кружок", "+/-", "Число", "Штрих", "Примечание") VALUES
(0::bool, 60,     51,        null,       0::bool,  '',   null,    0::bool, 'машинопись: питомник');

INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Таксоны"
(хвойные, "№№пп", "Genus", "Species", suff, "Род", "Вид", суффикс) VALUES
(0::bool, 61, 'Crataegus', 'Arnoldiana', 'Sarg', 'Боярышник', 'Арнольда', '');
INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Указатель"
(хвойные, "№№пп", "Квартал", "Площадка", "Кружок", "+/-", "Число", "Штрих", "Примечание") VALUES
(0::bool, 61,     5,         12,         1::bool,  '+',   null,    0::bool, 'оба видовых названия с припиской ? карандашом');

INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Таксоны"
(хвойные, "№№пп", "Genus", "Species", suff, "Род", "Вид", суффикс) VALUES
(0::bool, 62, 'Crataegus', 'chlorocarpa', 'Lenne et C. Koch', 'Боярышник', 'зеленомясый', '');
INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Указатель"
(хвойные, "№№пп", "Квартал", "Площадка", "Кружок", "+/-", "Число", "Штрих", "Примечание") VALUES
(0::bool, 62,     18,        6,          1::bool,  '+',   null,    0::bool, 'первоначально чернилами: clorosarca Maxim, зачёркнуто карандашом'),
(0::bool, 62,     29,        9,          1::bool,  '+',   null,    0::bool, null),
(0::bool, 62,     40,        4,          1::bool,  '+',   null,    0::bool, null),
(0::bool, 62,     43,        10,         1::bool,  '+',   null,    0::bool, null);

INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Таксоны"
(хвойные, "№№пп", "Genus", "Species", suff, "Род", "Вид", суффикс) VALUES
(0::bool, 63, 'Crataegus', 'crus galli', 'L', 'Боярышник', 'петушья шпора', '');
INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Указатель"
(хвойные, "№№пп", "Квартал", "Площадка", "Кружок", "+/-", "Число", "Штрих", "Примечание") VALUES
(0::bool, 63,     48,        7,          1::bool,  '+',   null,    0::bool, null),
(0::bool, 63,     51,        null,       0::bool,  '',    null,    0::bool, 'машинопись: питомник');

INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Таксоны"
(хвойные, "№№пп", "Genus", "Species", suff, "Род", "Вид", суффикс) VALUES
(0::bool, 64, 'Crataegus', 'daurica', 'Koehne', 'Боярышник', 'даурский', '');
INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Указатель"
(хвойные, "№№пп", "Квартал", "Площадка", "Кружок", "+/-", "Число", "Штрих", "Примечание") VALUES
(0::bool, 64,     34,        2,          1::bool,  '+?',  null,    0::bool, null);

INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Таксоны"
(хвойные, "№№пп", "Genus", "Species", suff, "Род", "Вид", суффикс) VALUES
(0::bool, 65, 'Crataegus', 'flabellata', '(Bosc) C. Koch', 'Боярышник', 'вееровидный', '');
INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Указатель"
(хвойные, "№№пп", "Квартал", "Площадка", "Кружок", "+/-", "Число", "Штрих", "Примечание") VALUES
(0::bool, 65,     31,        7,          1::bool,  '+',   null,    0::bool, 'под flabellata (Bosc) черта и ? карандашом'),
(0::bool, 65,     33,        9,          1::bool,  '+',   null,    0::bool, null),
(0::bool, 65,     41,        1,          1::bool,  '+',   null,    0::bool, null);

INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Таксоны"
(хвойные, "№№пп", "Genus", "Species", suff, "Род", "Вид", суффикс) VALUES
(0::bool, 66, 'Crataegus', 'Kyrtostyla', 'Fingerh=curvisepala L', 'Боярышник', '', 'согнутостолбиковый');
INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Указатель"
(хвойные, "№№пп", "Квартал", "Площадка", "Кружок", "+/-", "Число", "Штрих", "Примечание") VALUES
(0::bool, 66,     37,        9,          1::bool,  '',    null,    0::bool, '=curvisepala L приписано карандашом');

INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Таксоны"
(хвойные, "№№пп", "Genus", "Species", suff, "Род", "Вид", суффикс) VALUES
(0::bool, 67, 'Crataegus', 'macracantha', 'Lodd', 'Боярышник', 'крупноколючковый', '');
INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Указатель"
(хвойные, "№№пп", "Квартал", "Площадка", "Кружок", "+/-", "Число", "Штрих", "Примечание") VALUES
(0::bool, 67,     41,        1,          1::bool,  '+',   null,    0::bool, 'под macracantha Lodd черта и ? карандашом');

INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Таксоны"
(хвойные, "№№пп", "Genus", "Species", suff, "Род", "Вид", суффикс) VALUES
(0::bool, 68, 'Crataegus', 'Maximowiczii', 'C. K. Schneid', 'Боярышник', 'Максимовича', '');
INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Указатель"
(хвойные, "№№пп", "Квартал", "Площадка", "Кружок", "+/-", "Число", "Штрих", "Примечание") VALUES
(0::bool, 68,     34,        2,          1::bool,  '+',   null,    0::bool, null);

-- стр 39
INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Таксоны"
(хвойные, "№№пп", "Genus", "Species", suff, "Род", "Вид", суффикс) VALUES
(0::bool, 69, 'Crataegus', 'oxicantha', 'L f. Splendens C. K. Scheid=C. curvisepola', 'Боярышник', 'колючий (обыкновенный)', 'форма с махровыми ярко-красными цветами');
INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Указатель"
(хвойные, "№№пп", "Квартал", "Площадка", "Кружок", "+/-", "Число", "Штрих", "Примечание") VALUES
(0::bool, 69,     51,        null,       0::bool,  '',    null,    0::bool, 'машинопись: питомник');

INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Таксоны"
(хвойные, "№№пп", "Genus", "Species", suff, "Род", "Вид", суффикс) VALUES
(0::bool, 70, 'Crataegus', 'pinnatifida', 'Bgl', 'Боярышник', 'перисто-надрезанный', '');
INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Указатель"
(хвойные, "№№пп", "Квартал", "Площадка", "Кружок", "+/-", "Число", "Штрих", "Примечание") VALUES
(0::bool, 70,     23,        4,          1::bool,  '+',   null,    0::bool, null);

INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Таксоны"
(хвойные, "№№пп", "Genus", "Species", suff, "Род", "Вид", суффикс) VALUES
(0::bool, 71, 'Crataegus', 'rotundifolia', 'Moench', 'Боярышник', 'круглолистный', '');
INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Указатель"
(хвойные, "№№пп", "Квартал", "Площадка", "Кружок", "+/-", "Число", "Штрих", "Примечание") VALUES
(0::bool, 71,     33,        1,          1::bool,  '',    null,    0::bool, 'под rotundifolia линия карандашом и ?');

INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Таксоны"
(хвойные, "№№пп", "Genus", "Species", suff, "Род", "Вид", суффикс) VALUES
(0::bool, 72, 'Crataegus', 'sanguinea', 'Pall', 'Боярышник', 'кроваво-красный', '');
INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Указатель"
(хвойные, "№№пп", "Квартал", "Площадка", "Кружок", "+/-", "Число", "Штрих", "Примечание") VALUES
(0::bool, 72,     2,        7,           1::bool,  '+',   null,    0::bool, null),
(0::bool, 72,     5,        17,          1::bool,  '+',   null,    0::bool, null),
(0::bool, 72,     40,       4,           1::bool,  '+',   null,    0::bool, null),
(0::bool, 72,     48,       10,          0::bool,  '',    null,    0::bool, null),
(0::bool, 72,     52,       3,           0::bool,  '',    null,    0::bool, null);

INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Таксоны"
(хвойные, "№№пп", "Genus", "Species", suff, "Род", "Вид", суффикс) VALUES
(0::bool, 73, 'Crataegus', 'submollis', 'Sarg', 'Боярышник', 'мягковатый', '');
INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Указатель"
(хвойные, "№№пп", "Квартал", "Площадка", "Кружок", "+/-", "Число", "Штрих", "Примечание") VALUES
(0::bool, 73,     4,         5,          1::bool,  '+',   null,    0::bool, null),
(0::bool, 73,     51,        null,       0::bool,  '',    null,    0::bool, 'машинопись: питомник');

INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Таксоны"
(хвойные, "№№пп", "Genus", "Species", suff, "Род", "Вид", суффикс, "Примечание") VALUES
(0::bool, 74, 'Cytisus', 'ratisbonensis', 'Schaeff=chamaecytisus ratisboensis (Schaeff) Rothm', 'Ракитник', 'регенсбургский', '', 'второе латинское название приписано карандашом');

INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Указатель"
(хвойные, "№№пп", "Квартал", "Площадка", "Кружок", "+/-", "Число", "Штрих", "Примечание") VALUES
(0::bool, 74,     27,        12,         1::bool,  '',    null,    0::bool, 'Машинопись: 13, исправлено чернилами на 12'),
(0::bool, 74,     32,        2,          1::bool,  '+',   null,    0::bool, null),
(0::bool, 74,     32,        4,          1::bool,  '+',   null,    0::bool, null),
(0::bool, 74,     43,        8,          1::bool,  '',    null,    0::bool, null);

INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Таксоны"
(хвойные, "№№пп", "Genus", "Species", suff, "Род", "Вид", суффикс, "Примечание") VALUES
(0::bool, 75, 'Dasiphora', 'daurica', '(Nestl) Kom et Klob-Alis', 'Курильский чай', 'даурский', '', '');
INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Указатель"
(хвойные, "№№пп", "Квартал", "Площадка", "Кружок", "+/-", "Число", "Штрих", "Примечание") VALUES
(0::bool, 75,     49,        13,         1::bool,  '+',   null,    0::bool, null);

INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Таксоны"
(хвойные, "№№пп", "Genus", "Species", suff, "Род", "Вид", суффикс, "Примечание") VALUES
(0::bool, 76, 'Dasiphora', 'fructicosa', '', 'Курильский чай', 'кустарничковый', '', '');
INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Указатель"
(хвойные, "№№пп", "Квартал", "Площадка", "Кружок", "+/-", "Число", "Штрих", "Примечание") VALUES
(0::bool, 76,     21,        1,          1::bool,  '',   null,    0::bool, null),
(0::bool, 76,     39,        7,          1::bool,  '+',   null,    0::bool, null),
(0::bool, 76,     49,        13,         1::bool,  '+',   null,    0::bool, '49  зачеркнуто ');

INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Таксоны"
(хвойные, "№№пп", "Genus", "Species", suff, "Род", "Вид", суффикс, "Примечание") VALUES
(0::bool, 77, 'Deutzia', 'scabra', 'Thunb', 'Дейция', 'шершавая', '', '');
INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Указатель"
(хвойные, "№№пп", "Квартал", "Площадка", "Кружок", "+/-", "Число", "Штрих", "Примечание") VALUES
(0::bool, 77,     34,        1,          1::bool,  '',    null,    0::bool, null),
(0::bool, 77,     43,        7,          1::bool,  '+',   null,    0::bool, null),
(0::bool, 77,     35,        7,         1::bool,  '',    null,    0::bool, '');

INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Таксоны"
(хвойные, "№№пп", "Genus", "Species", suff, "Род", "Вид", суффикс, "Примечание") VALUES
(0::bool, 78, 'Diervilla', 'rivularis', 'Gatt', 'Диервилла', 'ручейная', '', '');
INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Указатель"
(хвойные, "№№пп", "Квартал", "Площадка", "Кружок", "+/-", "Число", "Штрих", "Примечание") VALUES
(0::bool, 78,     51,        null,       0::bool,  '',    null,    0::bool, 'питомник');
-- страница 40

INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Таксоны"
(хвойные, "№№пп", "Genus", "Species", suff, "Род", "Вид", суффикс, "Примечание") VALUES
(0::bool, 79, 'Elaeágnus', 'angustifolia','L', 'Лох', 'узколистный', '', '');
INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Указатель"
(хвойные, "№№пп", "Квартал", "Площадка", "Кружок", "+/-", "Число", "Штрих", "Примечание") VALUES
(0::bool, 79,     19,        14,          1::bool,  '',    null,    0::bool, 'чернилами подписано - нет'),
(0::bool, 79,     34,        6,           1::bool,  '',    null,    0::bool, null);

INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Таксоны"
(хвойные, "№№пп", "Genus", "Species", suff, "Род", "Вид", суффикс, "Примечание") VALUES
(0::bool, 80, 'Elaeágnus', 'argentea','Pursh', 'Лох', 'серебристый', '', '');
INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Указатель"
(хвойные, "№№пп", "Квартал", "Площадка", "Кружок", "+/-", "Число", "Штрих", "Примечание") VALUES
(0::bool, 80,     34,        6,           1::bool,  '',    null,    0::bool, null);

INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Таксоны"
(хвойные, "№№пп", "Genus", "Species", suff, "Род", "Вид", суффикс, "Примечание") VALUES
(0::bool, 81, 'Euonymus', 'europae','L', 'Бересклет', 'европейский', '', '');
INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Указатель"
(хвойные, "№№пп", "Квартал", "Площадка", "Кружок", "+/-", "Число", "Штрих", "Примечание") VALUES
(0::bool, 81,     3,         1,          1::bool,  '+',    null,    0::bool, null),
(0::bool, 81,     3,         4,          1::bool,  '+',    null,    0::bool, null),
(0::bool, 81,     26,        6,          1::bool,  '+',    null,    0::bool, null),
(0::bool, 81,     31,        16,         1::bool,  '+',    null,    0::bool, null);

INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Таксоны"
(хвойные, "№№пп", "Genus", "Species", suff, "Род", "Вид", суффикс, "Примечание") VALUES
(0::bool, 82, 'Euonymus', 'verrucosa','Scop', 'Бересклет', 'бородавчатый', '', '');
INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Указатель"
(хвойные, "№№пп", "Квартал", "Площадка", "Кружок", "+/-", "Число", "Штрих", "Примечание") VALUES
(0::bool, 82,     18,        3,          1::bool,  '+',   null,    0::bool, null),
(0::bool, 82,     2,         16,         1::bool,  '',    null,    1::bool, 'маточная площадка приписана карандашом'); 


INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Таксоны"
(хвойные, "№№пп", "Genus", "Species", suff, "Род", "Вид", суффикс) VALUES
(0::bool, 189, 'Sorbus', 'acuparia', 'L', 'Рябина', 'обыкновенная', '');
INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Указатель"
(хвойные, "№№пп", "Квартал", "Площадка", "Кружок", "+/-", "Число", "Штрих", "Примечание") VALUES
(0::bool, 189,     3,        10,         1::bool,  '',    null,    0::bool, null),
(0::bool, 189,     4,        6,          1::bool,  '',    null,    0::bool, null),
(0::bool, 189,     5,        10,         1::bool,  '',    null,    0::bool, null),
(0::bool, 189,     5,        13,         1::bool,  '',    null,    0::bool, null),
(0::bool, 189,     11,       1,          1::bool,  '',    null,    0::bool, null),
(0::bool, 189,     11,       3,          1::bool,  '',    null,    0::bool, null),
(0::bool, 189,     17,       4,          1::bool,  '',    null,    0::bool, null),
(0::bool, 189,     20,       1,          1::bool,  '',    null,    0::bool, null),
(0::bool, 189,     20,       1,          1::bool,  '',    null,    1::bool, null),
(0::bool, 189,     23,       9,          1::bool,  '',    null,    0::bool, null),
(0::bool, 189,     24,       9,          1::bool,  '',    null,    0::bool, null),
(0::bool, 189,     28,       7,          1::bool,  '',    null,    0::bool, null),
(0::bool, 189,     28,       13,         1::bool,  '',    null,    0::bool, null),
(0::bool, 189,     29,       7,          1::bool,  '',    null,    0::bool, null),
(0::bool, 189,     30,       6,          1::bool,  '',    null,    0::bool, null),
(0::bool, 189,     49,       8,          1::bool,  '',    null,    0::bool, null);

------------------------------------------------------------------------------------------------
INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Таксоны"
(хвойные, "№№пп", "Genus", "Species", suff, "Род", "Вид", суффикс) VALUES
(0::bool, , '', '', '', '', '', '');
INSERT INTO "Бирюлёвский дендропарк: проект 1965"."Указатель"
(хвойные, "№№пп", "Квартал", "Площадка", "Кружок", "+/-", "Число", "Штрих", "Примечание") VALUES
(0::bool, ,     ,        ,         0::bool,  '',   null,    0::bool, null);
